Repository: uktamjon-komilov/greenenergy.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Uzbek
uz: O'zbekcha

source: English
uz: Inglizcha

source: Russian
uz: Ruscha

source: German
uz: Nemischa

source: Site Title
uz: Greenenergy.org

source: Search Here...
uz: Qidiring...

source: about_us_text
uz: Discover More

source: Contact Us
uz: Bog'lanish

source: footer_address
uz: Toshkent shari, Chilonzor tumani

source: footer_email
uz: sales@greenenrgy.org

source: footer_working_hours
uz: Dush - Shan (09:00 - 18:00)

source: Quick Links
uz: Tezkor havolalar

source: Newsletter
uz: Axborot byulleteni

source: Subscribe Our Newsletter To Get Latest Update And News
uz: Eng so'nggi yangilanish va yangiliklarni olish uchun bizning axborot byulletenimizga obuna bo'ling

source: Subscribe Now
uz: Hozir obuna bo'ling

source: All Rights Reserved.
uz: Barcha huquqlar himoyalangan.

source: header_email
uz: sales@greenenergy.org

source: Follow Us:
uz: Bizni kuzatib boring:

source: Home
uz: Bosh sahifa

source: About
uz: Biz haqimizda

source: Contact
uz: Aloqa

source: about_section_years_of
uz: yillik

source: about_section_experience
uz: tajriba

source: About Us
uz: Biz haqimizda

source: about_section_title_1
uz: Biz Sizga

source: about_section_title_2
uz: Quyosh Panellarini

source: about_section_title_3
uz: Taqdim Etamiz

source: about_section_text
uz: Lorem Ipsum parchalarining ko'plab variantlari mavjud, ammo ularning aksariyati biron bir shaklda, in'ektsion hazil yoki tasodifiy so'zlar bilan o'zgartirilgan, ular hatto biroz ishonarli ko'rinmaydi. Agar siz orem psum parchasidan foydalanmoqchi bo'lsangiz, ishonchingiz komil bo'lishi kerak. Internetdagi barcha Lorem Ipsum generatorlari oldindan belgilangan qismlarni takrorlashga moyil.

source: about_section_feature_1_title
uz: Eng Yaxshi Quyosh Panellari

source: about_section_feature_1_desc
uz: Bizning eng yaxshi ko'rsatuvlarimizni ko'rib chiqing.

source: about_section_feature_2_title
uz: Eng yaxshi qayta tiklanadigan energiya

source: about_section_feature_2_desc
uz: U nafaqat besh asr davomida saqlanib qoldi.

source: Discover More
uz: Ko'proq kashf qiling
